Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Transfer_Preview
source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt: Visualização
ro: Previzualizare
th: ตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# Import_Title
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
th: นำเข้า
tr: İçeri Aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# Import_File
source: File to import
ar: الملف المراد استيراده
cs: Soubor k importu
de: Zu importierende Datei
el: Αρχείο για εισαγωγή
es: Archivo que se importará
fa: فایل برای وارد کردن
fr: Fichier à importer
hu: Importálandó fájl
id: File yang akan diimpor
it: File da importare
ja: インポートするファイル
ko: 가져올 파일
pl: Plik do zaimportowania
pt: Arquivo a importar
ro: Fișier de importat
th: ไฟล์ที่จะนำเข้า
tr: İçeri aktarılacak dosya
uk: Файл для імпорту
vi: Tệp cần nhập
zh_hans: 要导入的文件
zh_hant: 要匯入的檔案

# Import_Target
source: Import into
ar: الاستيراد إلى
cs: Importovat do
de: Importieren in
el: Εισαγωγή σε
es: Importar en
fa: وارد کردن به
fr: Importer dans
hu: Importálás ide
id: Impor ke
it: Importa in
ja: 読み込み先
ko: 가져올 위치
pl: Importuj do
pt: Importar para
ro: Importare în
th: นำเข้าไปยัง
tr: İçeri aktarma hedefi
uk: Куди імпортувати
vi: Nhập vào
zh_hans: 导入到
zh_hant: 匯入至

# Import_ToNew
source: A new document
ar: مستند جديد
cs: Nový dokument
de: Ein neues Dokument
el: Νέο έγγραφο
es: Un documento nuevo
fa: سند جدید
fr: Un nouveau document
hu: Új dokumentum
id: Dokumen baru
it: Un nuovo documento
ja: 新しいドキュメント
ko: 새 문서
pl: Nowy dokument
pt: Um novo documento
ro: Un document nou
th: เอกสารใหม่
tr: Yeni bir belge
uk: Новий документ
vi: Tài liệu mới
zh_hans: 新文档
zh_hant: 新文件

# Import_ToInsert
source: Insert at the cursor
ar: الإدراج عند المؤشر
cs: Vložit u kurzoru
de: Am Cursor einfügen
el: Εισαγωγή στη θέση του δρομέα
es: Insertar en el cursor
fa: درج در محل مکان‌نما
fr: Insérer au curseur
hu: Beszúrás a kurzornál
id: Sisipkan di kursor
it: Inserisci al cursore
ja: カーソル位置に挿入
ko: 커서 위치에 삽입
pl: Wstaw w miejscu kursora
pt: Inserir no cursor
ro: Inserare la cursor
th: แทรกที่เคอร์เซอร์
tr: İmlece ekle
uk: Вставити в позиції курсора
vi: Chèn tại con trỏ
zh_hans: 在光标处插入
zh_hant: 在游標處插入

# Import_ToOverwrite
source: Overwrite from the cursor
ar: الكتابة الفوقية بدءًا من المؤشر
cs: Přepsat od kurzoru
de: Ab dem Cursor überschreiben
el: Αντικατάσταση από τη θέση του δρομέα
es: Sobrescribir desde el cursor
fa: بازنویسی از محل مکان‌نما
fr: Remplacer à partir du curseur
hu: Felülírás a kurzortól
id: Timpa mulai dari kursor
it: Sovrascrivi dal cursore
ja: カーソル位置から上書き
ko: 커서 위치부터 덮어쓰기
pl: Zastąp od kursora
pt: Substituir a partir do cursor
ro: Suprascriere de la cursor
th: เขียนทับตั้งแต่เคอร์เซอร์
tr: İmleçten itibaren üzerine yaz
uk: Замінити, починаючи з курсора
vi: Ghi đè từ con trỏ
zh_hans: 从光标处改写
zh_hant: 從游標處覆寫

# Import_Run
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
th: นำเข้า
tr: İçeri aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# Import_Operation
source: Importing {0}
ar: جارٍ استيراد {0}
cs: Import {0}
de: {0} wird importiert
el: Εισαγωγή {0}
es: Importando {0}
fa: در حال وارد کردن {0}
fr: Importation de {0}
hu: {0} importálása
id: Mengimpor {0}
it: Importazione di {0}
ja: {0} をインポート中
ko: {0} 가져오는 중
pl: Importowanie {0}
pt: Importando {0}
ro: Importare {0}
th: กำลังนำเข้า {0}
tr: {0} içeri aktarılıyor
uk: Імпорт {0}
vi: Đang nhập {0}
zh_hans: 正在导入 {0}
zh_hant: 正在匯入 {0}

# Import_Size
source: Size after conversion: {0} bytes
ar: الحجم بعد التحويل: {0} بايت
cs: Velikost po převodu: {0} B
de: Größe nach der Konvertierung: {0} Bytes
el: Μέγεθος μετά τη μετατροπή: {0} byte
es: Tamaño tras la conversión: {0} bytes
fa: اندازه پس از تبدیل: {0} بایت
fr: Taille après conversion : {0} octets
hu: Méret az átalakítás után: {0} bájt
id: Ukuran setelah konversi: {0} byte
it: Dimensione dopo la conversione: {0} byte
ja: 変換後のサイズ: {0} バイト
ko: 변환 후 크기: {0}바이트
pl: Rozmiar po konwersji: {0} B
pt: Tamanho após a conversão: {0} bytes
ro: Dimensiune după conversie: {0} octeți
th: ขนาดหลังการแปลง: {0} ไบต์
tr: Dönüştürmeden sonraki boyut: {0} bayt
uk: Розмір після перетворення: {0} байтів
vi: Kích thước sau chuyển đổi: {0} byte
zh_hans: 转换后的大小：{0} 字节
zh_hant: 轉換後的大小：{0} 個位元組

# Import_AddressRange
source: Address range: {0}–{1}, data {2} bytes, gaps {3} bytes
ar: نطاق العناوين: {0}–{1}، البيانات {2} بايت، الفجوات {3} بايت
cs: Rozsah adres: {0}–{1}, data: {2} B, mezery: {3} B
de: Adressbereich: {0}–{1}, Daten {2} Bytes, Lücken {3} Bytes
el: Εύρος διευθύνσεων: {0}–{1}, δεδομένα {2} byte, κενά {3} byte
es: Rango de direcciones: {0}–{1}, datos {2} bytes, huecos {3} bytes
fa: محدودهٔ آدرس: {0}–{1}، داده {2} بایت، شکاف‌ها {3} بایت
fr: Plage d'adresses : {0}–{1}, données {2} octets, trous {3} octets
hu: Címtartomány: {0}–{1}, adatok: {2} bájt, hézagok: {3} bájt
id: Rentang alamat: {0}–{1}, data {2} byte, celah {3} byte
it: Intervallo di indirizzi: {0}–{1}, dati {2} byte, spazi vuoti {3} byte
ja: アドレス範囲: {0}〜{1}、データ {2} バイト、ギャップ {3} バイト
ko: 주소 범위: {0}–{1}, 데이터 {2}바이트, 간격 {3}바이트
pl: Zakres adresów: {0}–{1}, dane: {2} B, luki: {3} B
pt: Intervalo de endereços: {0}–{1}, dados {2} bytes, lacunas {3} bytes
ro: Interval de adrese: {0}–{1}, date {2} octeți, goluri {3} octeți
th: ช่วงที่อยู่: {0}–{1} ข้อมูล {2} ไบต์ ช่องว่าง {3} ไบต์
tr: Adres aralığı: {0}–{1}, veri {2} bayt, boşluklar {3} bayt
uk: Діапазон адрес: {0}–{1}, дані — {2} байтів, пропуски — {3} байтів
vi: Phạm vi địa chỉ: {0}–{1}, dữ liệu {2} byte, khoảng trống {3} byte
zh_hans: 地址范围：{0}–{1}，数据 {2} 字节，间隙 {3} 字节
zh_hant: 位址範圍：{0}–{1}，資料 {2} 個位元組，間隙 {3} 個位元組

# Import_StartAddress
source: Start address: {0}
ar: عنوان البداية: {0}
cs: Počáteční adresa: {0}
de: Startadresse: {0}
el: Διεύθυνση έναρξης: {0}
es: Dirección inicial: {0}
fa: آدرس آغاز: {0}
fr: Adresse de début : {0}
hu: Kezdőcím: {0}
id: Alamat awal: {0}
it: Indirizzo iniziale: {0}
ja: 開始アドレス: {0}
ko: 시작 주소: {0}
pl: Adres początkowy: {0}
pt: Endereço inicial: {0}
ro: Adresă de început: {0}
th: ที่อยู่เริ่มต้น: {0}
tr: Başlangıç adresi: {0}
uk: Початкова адреса: {0}
vi: Địa chỉ bắt đầu: {0}
zh_hans: 起始地址：{0}
zh_hant: 起始位址：{0}

# Import_Header
source: Header (S0): {0}
ar: الرأس (S0): {0}
cs: Záhlaví (S0): {0}
el: Κεφαλίδα (S0): {0}
es: Encabezado (S0): {0}
fa: سرآیند (S0): {0}
fr: En-tête (S0) : {0}
hu: Fejléc (S0): {0}
it: Intestazione (S0): {0}
ja: ヘッダ (S0): {0}
ko: 헤더(S0): {0}
pl: Nagłówek (S0): {0}
pt: Cabeçalho (S0): {0}
ro: Antet (S0): {0}
th: ส่วนหัว (S0): {0}
tr: Başlık (S0): {0}
uk: Заголовок (S0): {0}
vi: Tiêu đề (S0): {0}
zh_hans: 标头（S0）：{0}
zh_hant: 標頭（S0）：{0}

# Import_IssueCounts
source: Warnings: {0}, errors: {1}
ar: التحذيرات: {0}، الأخطاء: {1}
cs: Upozornění: {0}, chyby: {1}
de: Warnungen: {0}, Fehler: {1}
el: Προειδοποιήσεις: {0}, σφάλματα: {1}
es: Advertencias: {0}, errores: {1}
fa: هشدارها: {0}، خطاها: {1}
fr: Avertissements : {0}, erreurs : {1}
hu: Figyelmeztetések: {0}, hibák: {1}
id: Peringatan: {0}, kesalahan: {1}
it: Avvisi: {0}, errori: {1}
ja: 警告: {0} 件、誤り: {1} 件
ko: 경고: {0}, 오류: {1}
pl: Ostrzeżenia: {0}, błędy: {1}
pt: Avisos: {0}, erros: {1}
ro: Avertismente: {0}, erori: {1}
th: คำเตือน: {0} ข้อผิดพลาด: {1}
tr: Uyarılar: {0}, hatalar: {1}
uk: Попереджень: {0}, помилок: {1}
vi: Cảnh báo: {0}, lỗi: {1}
zh_hans: 警告：{0}，错误：{1}
zh_hant: 警告：{0}，錯誤：{1}

# Import_PartialPreview
source: The file is large, so the preview shows only its start.
ar: الملف كبير، لذا تعرض المعاينة بدايته فقط.
cs: Soubor je velký, proto náhled zobrazuje jen jeho začátek.
de: Die Datei ist groß, daher zeigt die Vorschau nur ihren Anfang.
el: Το αρχείο είναι μεγάλο, επομένως η προεπισκόπηση εμφανίζει μόνο την αρχή του.
es: El archivo es grande, así que la vista previa muestra solo su inicio.
fa: فایل بزرگ است، بنابراین پیش‌نمایش فقط آغاز آن را نشان می‌دهد.
fr: Le fichier est volumineux ; l'aperçu n'en montre que le début.
hu: A fájl nagy, ezért az előnézet csak az elejét mutatja.
id: File berukuran besar, jadi pratinjau hanya menampilkan bagian awalnya.
it: Il file è grande, quindi l'anteprima ne mostra solo l'inizio.
ja: ファイルが大きいため、プレビューは先頭だけです。
ko: 파일이 커서 미리 보기에는 처음 부분만 표시됩니다.
pl: Plik jest duży, więc podgląd pokazuje tylko jego początek.
pt: O arquivo é grande, então a visualização mostra apenas o início.
ro: Fișierul este mare, așa că previzualizarea afișează doar începutul.
th: ไฟล์มีขนาดใหญ่ ตัวอย่างจึงแสดงเฉพาะส่วนต้น
tr: Dosya büyük olduğundan önizleme yalnızca başını gösteriyor.
uk: Файл великий, тому в попередньому перегляді показано лише його початок.
vi: Tệp lớn nên bản xem trước chỉ hiện phần đầu.
zh_hans: 文件较大，预览仅显示其开头部分。
zh_hant: 檔案很大，因此預覽只顯示開頭部分。

# Import_IpsSummary
source: {0} records ({1}). The patch is applied to the current document.
ar: {0} سجلات ({1}). يتم تطبيق التصحيح على المستند الحالي.
cs: Záznamy: {0} ({1}). Oprava se použije na aktuální dokument.
de: {0} Datensätze ({1}). Der Patch wird auf das aktuelle Dokument angewendet.
el: {0} εγγραφές ({1}). Η ενημέρωση κώδικα εφαρμόζεται στο τρέχον έγγραφο.
es: {0} registros ({1}). El parche se aplica al documento actual.
fa: {0} رکورد ({1}). وصله روی سند فعلی اعمال می‌شود.
fr: {0} enregistrements ({1}). Le correctif est appliqué au document actuel.
hu: {0} rekord ({1}). A javítás az aktuális dokumentumra lesz alkalmazva.
id: {0} rekaman ({1}). Patch diterapkan ke dokumen saat ini.
it: {0} record ({1}). La patch viene applicata al documento corrente.
ja: {0} 個のレコード ({1})。今のドキュメントにパッチを当てます。
ko: 레코드 {0}개({1}). 패치가 현재 문서에 적용됩니다.
pl: Rekordy: {0} ({1}). Poprawka zostanie zastosowana do bieżącego dokumentu.
pt: {0} registros ({1}). O patch é aplicado ao documento atual.
ro: {0} înregistrări ({1}). Patch-ul se aplică documentului curent.
th: {0} เรคคอร์ด ({1}) แพตช์จะนำไปใช้กับเอกสารปัจจุบัน
tr: {0} kayıt ({1}). Yama geçerli belgeye uygulanır.
uk: Записів: {0} ({1}). Патч застосовується до поточного документа.
vi: {0} bản ghi ({1}). Bản vá được áp dụng cho tài liệu hiện tại.
zh_hans: {0} 条记录（{1}）。补丁将应用于当前文档。
zh_hant: {0} 筆記錄（{1}）。修補檔將套用至目前的文件。

# Import_ApplyPatch
source: Apply patch
ar: تطبيق التصحيح
cs: Použít opravu
de: Patch anwenden
el: Εφαρμογή ενημέρωσης κώδικα
es: Aplicar parche
fa: اعمال وصله
fr: Appliquer le correctif
hu: Javítás alkalmazása
id: Terapkan patch
it: Applica patch
ja: パッチの適用
ko: 패치 적용
pl: Zastosuj poprawkę
pt: Aplicar patch
ro: Aplicare patch
th: ใช้แพตช์
tr: Yamayı uygula
uk: Застосувати патч
vi: Áp dụng bản vá
zh_hans: 应用补丁
zh_hant: 套用修補檔

# Import_BrokenPatch
source: The patch is broken (record {0}, at {1} in the file).
ar: التصحيح تالف (السجل {0}، عند {1} في الملف).
cs: Oprava je poškozená (záznam {0}, na pozici {1} v souboru).
de: Der Patch ist beschädigt (Datensatz {0}, bei {1} in der Datei).
el: Η ενημέρωση κώδικα είναι κατεστραμμένη (εγγραφή {0}, στη θέση {1} του αρχείου).
es: El parche está dañado (registro {0}, en {1} del archivo).
fa: وصله خراب است (رکورد {0}، در {1} از فایل).
fr: Le correctif est endommagé (enregistrement {0}, à {1} dans le fichier).
hu: A javítás sérült ({0}. rekord, a fájlban itt: {1}).
id: Patch rusak (rekaman {0}, di {1} dalam file).
it: La patch è danneggiata (record {0}, a {1} nel file).
ja: パッチが壊れています (レコード {0}、ファイル内の位置 {1})。
ko: 패치가 손상되었습니다(레코드 {0}, 파일 내 위치 {1}).
pl: Poprawka jest uszkodzona (rekord {0}, w miejscu {1} w pliku).
pt: O patch está corrompido (registro {0}, em {1} no arquivo).
ro: Patch-ul este deteriorat (înregistrarea {0}, la {1} în fișier).
th: แพตช์เสียหาย (เรคคอร์ด {0} ที่ {1} ในไฟล์)
tr: Yama bozuk (kayıt {0}, dosyada {1} konumunda).
uk: Патч пошкоджено (запис {0}, позиція {1} у файлі).
vi: Bản vá bị hỏng (bản ghi {0}, tại {1} trong tệp).
zh_hans: 补丁已损坏（记录 {0}，位于文件中的 {1}）。
zh_hant: 修補檔已損毀（記錄 {0}，位於檔案中的 {1}）。

# Import_PatchChangesLength
source: This document has a fixed length, so a patch that changes the length can't be applied.
ar: هذا المستند ذو طول ثابت، لذا لا يمكن تطبيق تصحيح يغيّر الطول.
cs: Tento dokument má pevnou délku, proto nelze použít opravu, která mění délku.
de: Dieses Dokument hat eine feste Länge, daher kann kein Patch angewendet werden, der die Länge ändert.
el: Αυτό το έγγραφο έχει σταθερό μήκος, επομένως δεν μπορεί να εφαρμοστεί ενημέρωση κώδικα που αλλάζει το μήκος.
es: Este documento tiene una longitud fija, por lo que no se puede aplicar un parche que cambie la longitud.
fa: این سند طول ثابتی دارد، بنابراین وصله‌ای که طول را تغییر می‌دهد قابل اعمال نیست.
fr: Ce document a une longueur fixe ; un correctif qui modifie la longueur ne peut donc pas être appliqué.
hu: Ennek a dokumentumnak rögzített a hossza, ezért a hosszt módosító javítás nem alkalmazható.
id: Dokumen ini memiliki panjang tetap, sehingga patch yang mengubah panjang tidak dapat diterapkan.
it: Questo documento ha una lunghezza fissa, quindi non è possibile applicare una patch che ne modifica la lunghezza.
ja: このドキュメントは長さ固定のため、長さが変わるパッチは当てられません。
ko: 이 문서는 길이가 고정되어 있어 길이를 바꾸는 패치를 적용할 수 없습니다.
pl: Ten dokument ma stałą długość, więc nie można zastosować poprawki zmieniającej długość.
pt: Este documento tem comprimento fixo, então não é possível aplicar um patch que altera o comprimento.
ro: Acest document are lungime fixă, așa că nu poate fi aplicat un patch care modifică lungimea.
th: เอกสารนี้มีความยาวคงที่ จึงไม่สามารถใช้แพตช์ที่เปลี่ยนความยาวได้
tr: Bu belgenin uzunluğu sabit olduğundan uzunluğu değiştiren bir yama uygulanamaz.
uk: Довжина цього документа фіксована, тому патч, що змінює довжину, не можна застосувати.
vi: Tài liệu này có độ dài cố định nên không thể áp dụng bản vá làm thay đổi độ dài.
zh_hans: 此文档的长度固定，因此无法应用会更改长度的补丁。
zh_hant: 此文件的長度固定，因此無法套用會變更長度的修補檔。

# Import_GapBookmark
source: Gap {0}
ar: الفجوة {0}
cs: Mezera {0}
de: Lücke {0}
el: Κενό {0}
es: Hueco {0}
fa: شکاف {0}
fr: Trou {0}
hu: {0}. hézag
id: Celah {0}
it: Spazio vuoto {0}
ja: ギャップ {0}
ko: 간격 {0}
pl: Luka {0}
pt: Lacuna {0}
ro: Gol {0}
th: ช่องว่าง {0}
tr: Boşluk {0}
uk: Пропуск {0}
vi: Khoảng trống {0}
zh_hans: 间隙 {0}
zh_hant: 間隙 {0}

# ImportErrors_Title
source: The file has errors
ar: يحتوي الملف على أخطاء
cs: Soubor obsahuje chyby
de: Die Datei enthält Fehler
el: Το αρχείο έχει σφάλματα
es: El archivo tiene errores
fa: فایل خطا دارد
fr: Le fichier contient des erreurs
hu: A fájl hibákat tartalmaz
id: File memiliki kesalahan
it: Il file contiene errori
ja: 誤りがあります
ko: 파일에 오류가 있습니다
pl: Plik zawiera błędy
pt: O arquivo tem erros
ro: Fișierul conține erori
th: ไฟล์มีข้อผิดพลาด
tr: Dosyada hatalar var
uk: У файлі є помилки
vi: Tệp có lỗi
zh_hans: 文件中有错误
zh_hant: 檔案有錯誤

# ImportErrors_Body
source: {0, plural, one {# error was found.} other {# errors were found.}}
ar: {0, plural, zero {تم العثور على # خطأ.} one {تم العثور على خطأ واحد.} two {تم العثور على خطأين.} few {تم العثور على # أخطاء.} many {تم العثور على # خطأً.} other {تم العثور على # خطأ.}}
cs: {0, plural, one {Byla nalezena # chyba.} few {Byly nalezeny # chyby.} many {Bylo nalezeno # chyby.} other {Bylo nalezeno # chyb.}}
de: {0, plural, one {# Fehler wurde gefunden.} other {# Fehler wurden gefunden.}}
el: {0, plural, one {Βρέθηκε # σφάλμα.} other {Βρέθηκαν # σφάλματα.}}
es: {0, plural, one {Se encontró # error.} other {Se encontraron # errores.}}
fa: {0, plural, one {# خطا یافت شد.} other {# خطا یافت شد.}}
fr: {0, plural, one {# erreur a été trouvée.} other {# erreurs ont été trouvées.}}
hu: {0, plural, one {# hiba található.} other {# hiba található.}}
id: {0, plural, other {# kesalahan ditemukan.}}
it: {0, plural, one {È stato trovato # errore.} other {Sono stati trovati # errori.}}
ja: {0, plural, other {# 件の誤りが見つかりました。}}
ko: {0, plural, other {#개의 오류가 발견되었습니다.}}
pl: {0, plural, one {Znaleziono # błąd.} few {Znaleziono # błędy.} many {Znaleziono # błędów.} other {Znaleziono # błędu.}}
pt: {0, plural, one {Foi encontrado # erro.} other {Foram encontrados # erros.}}
ro: {0, plural, one {S-a găsit o eroare.} few {S-au găsit # erori.} other {S-au găsit # de erori.}}
th: {0, plural, other {พบข้อผิดพลาด # รายการ}}
tr: {0, plural, one {# hata bulundu.} other {# hata bulundu.}}
uk: {0, plural, one {Знайдено # помилку.} few {Знайдено # помилки.} many {Знайдено # помилок.} other {Знайдено # помилки.}}
vi: {0, plural, other {Đã tìm thấy # lỗi.}}
zh_hans: {0, plural, other {发现 # 个错误。}}
zh_hant: {0, plural, other {找到 # 個錯誤。}}

# ImportErrors_More
source: Only the first 1,000 of {0} are listed.
ar: يتم سرد أول 1,000 فقط من أصل {0}.
cs: Zobrazeno je jen prvních 1 000 z {0}.
de: Nur die ersten 1.000 von {0} werden aufgeführt.
el: Εμφανίζονται μόνο τα πρώτα 1.000 από {0}.
es: Solo se muestran los primeros 1000 de {0}.
fa: فقط 1,000 مورد نخست از {0} فهرست شده است.
fr: Seules les 1 000 premières sur {0} sont listées.
hu: {0} hibából csak az első 1000 látható.
id: Hanya 1.000 pertama dari {0} yang dicantumkan.
it: Sono elencati solo i primi 1.000 su {0}.
ja: {0} 件のうち最初の 1,000 件を表示しています。
ko: {0}개 중 처음 1,000개만 표시됩니다.
pl: Wyświetlono tylko pierwsze 1000 z {0}.
pt: Somente os primeiros 1.000 de {0} são listados.
ro: Sunt listate doar primele 1.000 din {0}.
th: แสดงเฉพาะ 1,000 รายการแรกจาก {0} รายการ
tr: {0} hatadan yalnızca ilk 1.000 tanesi listeleniyor.
uk: Показано лише перші 1 000 із {0}.
vi: Chỉ liệt kê 1.000 lỗi đầu tiên trong số {0}.
zh_hans: 仅列出了 {0} 个中的前 1,000 个。
zh_hant: 只列出 {0} 個中的前 1,000 個。

# ImportErrors_Ignore
source: Ignore errors and import
ar: تجاهل الأخطاء والاستيراد
cs: Ignorovat chyby a importovat
de: Fehler ignorieren und importieren
el: Παράβλεψη σφαλμάτων και εισαγωγή
es: Omitir los errores e importar
fa: نادیده گرفتن خطاها و وارد کردن
fr: Ignorer les erreurs et importer
hu: Hibák figyelmen kívül hagyása és importálás
id: Abaikan kesalahan dan impor
it: Ignora gli errori e importa
ja: 誤りを無視して読み込む
ko: 오류를 무시하고 가져오기
pl: Zignoruj błędy i importuj
pt: Ignorar erros e importar
ro: Ignorare erori și importare
th: ละเว้นข้อผิดพลาดและนำเข้า
tr: Hataları yoksay ve içeri aktar
uk: Ігнорувати помилки й імпортувати
vi: Bỏ qua lỗi và nhập
zh_hans: 忽略错误并导入
zh_hant: 忽略錯誤並匯入

# ImportIssue_Line
source: Line {0}, column {1}: {2}
ar: السطر {0}، العمود {1}: {2}
cs: Řádek {0}, sloupec {1}: {2}
de: Zeile {0}, Spalte {1}: {2}
el: Γραμμή {0}, στήλη {1}: {2}
es: Línea {0}, columna {1}: {2}
fa: خط {0}، ستون {1}: {2}
fr: Ligne {0}, colonne {1} : {2}
hu: {0}. sor, {1}. oszlop: {2}
id: Baris {0}, kolom {1}: {2}
it: Riga {0}, colonna {1}: {2}
ja: 行 {0}、列 {1}: {2}
ko: {0}행, {1}열: {2}
pl: Wiersz {0}, kolumna {1}: {2}
pt: Linha {0}, coluna {1}: {2}
ro: Linia {0}, coloana {1}: {2}
th: บรรทัด {0} คอลัมน์ {1}: {2}
tr: Satır {0}, sütun {1}: {2}
uk: Рядок {0}, стовпець {1}: {2}
vi: Dòng {0}, cột {1}: {2}
zh_hans: 第 {0} 行，第 {1} 列：{2}
zh_hant: 第 {0} 行，第 {1} 欄：{2}

# ImportIssue_Values
source: (expected {0}, actual {1})
ar: (المتوقع {0}، الفعلي {1})
cs: (očekáváno {0}, skutečnost {1})
de: (erwartet {0}, tatsächlich {1})
el: (αναμενόταν {0}, πραγματικό {1})
es: (esperado {0}, real {1})
fa: (انتظار {0}، واقعی {1})
fr: (attendu {0}, réel {1})
hu: (várt: {0}, tényleges: {1})
id: (diharapkan {0}, sebenarnya {1})
it: (previsto {0}, effettivo {1})
ja: (期待値 {0}、実際 {1})
ko: (예상 {0}, 실제 {1})
pl: (oczekiwano {0}, faktycznie {1})
pt: (esperado {0}, real {1})
ro: (așteptat {0}, real {1})
th: (คาดว่า {0} จริง {1})
tr: (beklenen {0}, gerçek {1})
uk: (очікувалося {0}, фактично {1})
vi: (mong đợi {0}, thực tế {1})
zh_hans: （预期 {0}，实际 {1}）
zh_hant: （預期 {0}，實際 {1}）

# ImportIssue_Syntax
source: Not a record (wrong start of line)
ar: ليس سجلاً (بداية سطر خاطئة)
cs: Není záznam (chybný začátek řádku)
de: Kein Datensatz (falscher Zeilenanfang)
el: Δεν είναι εγγραφή (λάθος αρχή γραμμής)
es: No es un registro (inicio de línea incorrecto)
fa: رکورد نیست (آغاز خط نادرست است)
fr: Pas un enregistrement (début de ligne incorrect)
hu: Nem rekord (hibás sorkezdet)
id: Bukan rekaman (awal baris salah)
it: Non è un record (inizio riga errato)
ja: 形式の誤り (レコードの始まりではない)
ko: 레코드가 아님(줄 시작이 잘못됨)
pl: To nie jest rekord (nieprawidłowy początek wiersza)
pt: Não é um registro (início de linha incorreto)
ro: Nu este o înregistrare (început de linie greșit)
th: ไม่ใช่เรคคอร์ด (จุดเริ่มต้นของบรรทัดไม่ถูกต้อง)
tr: Kayıt değil (satır başı yanlış)
uk: Не запис (неправильний початок рядка)
vi: Không phải bản ghi (đầu dòng sai)
zh_hans: 不是记录（行首错误）
zh_hant: 不是記錄（行首錯誤）

# ImportIssue_Checksum
source: Checksum mismatch
ar: عدم تطابق المجموع الاختباري
cs: Nesouhlasí kontrolní součet
de: Prüfsumme stimmt nicht überein
el: Αναντιστοιχία αθροίσματος ελέγχου
es: La suma de comprobación no coincide
fa: ناهمخوانی چک‌سام
fr: Somme de contrôle incorrecte
hu: Ellenőrzőösszeg-eltérés
id: Checksum tidak cocok
it: Checksum non corrispondente
ja: チェックサムの不一致
ko: 체크섬 불일치
pl: Niezgodna suma kontrolna
pt: Soma de verificação não confere
ro: Suma de control nu corespunde
th: เช็กซัมไม่ตรงกัน
tr: Sağlama toplamı uyuşmuyor
uk: Невідповідність контрольної суми
vi: Tổng kiểm tra không khớp
zh_hans: 校验和不匹配
zh_hant: 總和檢查碼不符

# ImportIssue_UnknownRecord
source: Unknown record type
ar: نوع سجل غير معروف
cs: Neznámý typ záznamu
de: Unbekannter Datensatztyp
el: Άγνωστος τύπος εγγραφής
es: Tipo de registro desconocido
fa: نوع رکورد ناشناخته
fr: Type d'enregistrement inconnu
hu: Ismeretlen rekordtípus
id: Tipe rekaman tidak dikenal
it: Tipo di record sconosciuto
ja: 未知のレコード型
ko: 알 수 없는 레코드 형식
pl: Nieznany typ rekordu
pt: Tipo de registro desconhecido
ro: Tip de înregistrare necunoscut
th: ชนิดเรคคอร์ดที่ไม่รู้จัก
tr: Bilinmeyen kayıt türü
uk: Невідомий тип запису
vi: Loại bản ghi không xác định
zh_hans: 未知的记录类型
zh_hant: 未知的記錄類型

# ImportIssue_OddDigits
source: Odd number of hex digits
ar: عدد فردي من أرقام hex
cs: Lichý počet šestnáctkových číslic
de: Ungerade Anzahl von Hex-Ziffern
el: Μονός αριθμός δεκαεξαδικών ψηφίων
es: Número impar de dígitos Hex
fa: تعداد ارقام hex فرد است
fr: Nombre impair de chiffres Hex
hu: Páratlan számú hexadecimális számjegy
id: Jumlah digit Hex ganjil
it: Numero dispari di cifre esadecimali
ja: 16 進の桁が奇数
ko: 16진수 자릿수가 홀수임
pl: Nieparzysta liczba cyfr szesnastkowych
pt: Número ímpar de dígitos hexadecimais
ro: Număr impar de cifre hexazecimale
th: จำนวนหลักฐานสิบหกเป็นเลขคี่
tr: Onaltılık basamak sayısı tek
uk: Непарна кількість шістнадцяткових цифр
vi: Số chữ số Hex lẻ
zh_hans: 十六进制位数为奇数
zh_hant: 十六進位位數為奇數

# ImportIssue_InvalidCharacter
source: Invalid character
ar: حرف غير صالح
cs: Neplatný znak
de: Ungültiges Zeichen
el: Μη έγκυρος χαρακτήρας
es: Carácter no válido
fa: نویسهٔ نامعتبر
fr: Caractère non valide
hu: Érvénytelen karakter
id: Karakter tidak valid
it: Carattere non valido
ja: 不正な文字
ko: 잘못된 문자
pl: Nieprawidłowy znak
pt: Caractere inválido
ro: Caracter nevalid
th: อักขระไม่ถูกต้อง
tr: Geçersiz karakter
uk: Неприпустимий символ
vi: Ký tự không hợp lệ
zh_hans: 无效字符
zh_hant: 無效的字元

# ImportIssue_OutOfRange
source: Value out of range
ar: القيمة خارج النطاق
cs: Hodnota je mimo rozsah
de: Wert außerhalb des Bereichs
el: Τιμή εκτός εύρους
es: Valor fuera de rango
fa: مقدار خارج از محدوده
fr: Valeur hors plage
hu: Tartományon kívüli érték
id: Nilai di luar rentang
it: Valore fuori intervallo
ja: 値が範囲外
ko: 값이 범위를 벗어남
pl: Wartość poza zakresem
pt: Valor fora do intervalo
ro: Valoare în afara intervalului
th: ค่าอยู่นอกช่วง
tr: Değer aralık dışında
uk: Значення поза діапазоном
vi: Giá trị ngoài phạm vi
zh_hans: 值超出范围
zh_hant: 值超出範圍
